# *_* coding : UTF-8 *_*
# 开发团队   ：明日科技
# 开发人员   ：Administrator
# 开发时间   ：2018/10/9  13:45
# 文件名称   ：task1.py.py
# 开发工具   ：PyCharm
print("            .----.")
print("         _.'__    `.")
print("      .--($)($$)---/#\\")
print("    .' @          /###\\")
print("    :         ,   #####")
print("     `-..__.-' _.-\###/")
print('         `;_:    `"')
print("          .'\"\"\"\"\"`.")
print("         /,  hi , \\\\")
print("        //  你好!  \\\\")
print("        `-._______.-'")
print("        ___`. | .'___")
print("       (______|______)")









