# *_* coding : UTF-8 *_*
# 开发团队   ：明日科技
# 开发人员   ：Administrator
# 开发时间   ：2018/10/9  13:45
# 文件名称   ：task1.py.py
# 开发工具   ：PyCharm
print("操作员：1                  收据号：4370")
print("日期：2017-09-24   17：48  秤号：10414")
print("---------------------------------------")
print("商品名称")
print("千克（个）        元/千克（个）      元")
print("---------------------------------------")
print("水晶梨（特价）")
print("       2.245          2.56         5.80")
print("---------------------------------------")
print("件数/交易数1/1        合计         5.80")
print("---------------------------------------")
print("应付                               5.80"
      "\n现金                               5.80"
      "\n               欢迎惠顾！")




