# *_* coding : UTF-8 *_*
# 开发团队   ：明日科技
# 开发人员   ：Administrator
# 开发时间   ：2018/10/9  13:45
# 文件名称   ：task2.py.py
# 开发工具   ：PyCharm
print("您好！欢迎使用长度单位换算器！")
i = int(input("请选择需要转换长度单位！"
          "\n1.公里转换为米"
          "\n2.分米转换为厘米"
          "\n3.毫米转换为微米"))
# 公里转换为米
if i == 1:
    km = int(input("请输入公里数！"))
    m = km * 1000  # 公里数换算为米
    print("转换结果为", m, "米！")
# 分米转换为厘米
if i == 2:
    dm = int(input("请输入分米数！"))
    cm = dm*10     # 分米换算为厘米
    print("转换结果为",cm, "厘米！")
if i == 3:
    mm = int(input("请输入毫米数！"))
    um = mm*1000   # 毫米换算为微米
    print("转换结果为",um, "微米！")
